Repository: ahmedattiatn/ShuffleEat
Catalog: ShuffleEat/*.lproj/Localizable.strings
Languages: fr

# mapErrorTitle
source: Error
fr: Erreur

# mapError
source: Google maps is not installed
fr: Google maps n'est pas installer

# notifErrorTitle
source: Notification is not authorized
fr: Les Notifications ne sont pas Activer

# notifError
source: Please enable the notifications in your settings
fr: Veuillez activer les notifications dans vos paramètres

# prefErrorTitle
source: Warning
fr: Attention

# prefError
source: You must choose at least 2 categories
fr: Il faut choisir au moins 2 categories

# locationErrorTitle
source: Location Services are disabled
fr: Les services de localisation sont désactivés

# locationError
source: Please enable Location Services in your Settings to use the application
fr: Veuillez activer les services de localisation dans vos paramètres pour utiliser l'application

# notifTitle
source: It's Time !
fr: C'est l'heure !

# notifBody
source: let's try a new restaurant today
fr: Vous voulez essayer un nouveau restaurant aujourd'hui

# btnValider
source: Validate
fr: Valider

# btnMap
source: Locate
fr: Localiser

# btnGoToListe
source: Check the list !
fr: Voir La Liste !

# btnCancel
source: Cancel
fr: Annuler

# mainScreenTitle
source: Eat here !
fr: Manger ici !

# labelUpdate
source: Edit
fr: Modifier

# notifTime
source: Notification Time
fr: Heure de notification

# labelCritere
source: Search Criteria
fr: Critéres de recherche

# labelGastro
source: Gastronomic criteria
fr: Critéres Gastronomiques

# LabelNoResto
source: No such restaurant in the mentioned area
fr: Pas de restaurant de ce type dans la zone mentionnée
